Repository: jaxparrow07/nothing-kde-widgets
Catalog: translate/photo/*.po
Languages: nl

source: Image
nl: Afbeelding

source: Appearance
nl: Vormgeving

source: Border Settings
nl: Kaderinstellingen

source: Enable Borders
nl: Kaders tonen

source: Adds margin around the image to reveal the dark background, creating a frame effect
nl: Toon marges rond afbeeldingen om fotolijstjes na te bootsen

source: Border Size:
nl: Kaderdikte:

source: Shape Settings
nl: Vorminstellingen

source: Pill Shape
nl: Pilvormig

source: Automatically creates a circle (if square) or pill shape (if rectangular). When disabled, uses standard rounded corners.
nl: Voorzie de widget automatisch van een cirkelvorm (indien vierkant) of pilvorm (indien rechthoekig). Schakel uit om de standaardhoeken te tonen.

source: Theme
nl: Thema

source: Theme:
nl: Thema:

source: Dark
nl: Donker

source: Light
nl: Licht

source: Follow System
nl: Systeemthema

source: Dark: Nothing's signature dark aesthetic. Light: Nothing's light palette. Follow System: Uses your KDE color scheme.
nl: Donker: Nothing's kenmerkende donkere vormgeving. Licht: Nothing's lichte kleuren. Systeemthema: gebruik het KDE-kleurenschema.

source: Image Source
nl: Afbeeldingslocatie

source: Select an image file...
nl: Kies een afbeeldingsbestand…

source: Browse...
nl: Bladeren…

source: Select a photo to display in the widget (PNG, JPG, JPEG, WebP)
nl: Kies de foto die je op de widget wilt tonen (png, jpg, jpeg, webp)

source: Image Fit Mode
nl: Afbeeldingen inpassen

source: Fit Mode:
nl: Inpassen:

source: Crop (Fill Frame)
nl: Bijsnijden (lijst opvullen)

source: Fit (Show All)
nl: Inpassen (alles tonen)

source: Stretch
nl: Uitrekken

source: Crop: Fills the frame completely, may crop parts of the image Fit: Shows the entire image, may have letterboxing Stretch: Fills frame completely, may distort the image
nl: Bijsnijden: vul de lijst volledig op, maar snijd sommige delen bij (indien nodig) Inpassen: toon de volledige afbeelding, zelfs als deze eigenlijk niet volledig past Uitrekken: vul de lijst volledig op, maar met mogelijke ruis

source: Effects
nl: Effecten

source: Grayscale
nl: Grijswaarden

source: Convert the image to black and white (grayscale)
nl: Maak er een zwart-witafbeelding van (grijswaarden)

source: Select an Image
nl: Kies een afbeelding

source: No Image
nl: Geen afbeelding

source: Right-click to configure
nl: Rechtsklikken om in te stellen

source: Image Error
nl: Foutmelding

source: Failed to load image
nl: De afbeelding kan niet worden geladen
