Repository: jaxparrow07/nothing-kde-widgets
Catalog: translate/clock-digital-large/*.po
Languages: nl

source: Appearance
nl: Vormgeving

source: Font Style:
nl: Lettertypestijl:

source: Dotted
nl: Puntjes

source: Dot Matrix
nl: Puntenmatrix

source: Serif
nl: Met schreef

source: Segmented
nl: Geleed

source: Segmented Sharp
nl: Geleed (scherp)

source: Dotted: Bigger dots, cleaner look
nl: Puntjes: grotere punten, eenvoudiger weergave

source: Dot Matrix: Nothing's iconic dot matrix font
nl: Puntenmatrix: Nothing's iconische lettertype

source: Serif: Nothing's new serif font
nl: Met schreef: Nothing's nieuwe lettertype

source: Segmented: Subway board inspired font that nothing designed
nl: Geleed: Nothing's lettertype ge√Ønspireerd op metroschermen

source: Segmented Sharp: Segmented but sharper
nl: Geleed (scherp): zoals bovenstaand, maar dan scherper

source: NOTE: Segmented fonts don't have separator (:)
nl: Let op: gelede lettertypes bevatten geen scheidingsteken (:)

source: Show Date
nl: Datum tonen

source: Display the current date above the time (e.g., "Thu, 31 Jan")
nl: Toon de huidige datum boven de tijd (bijv. do 31 jan)

source: Use 24-Hour Format
nl: 24-uursnotatie gebruiken

source: Show time in 24-hour format (e.g., 14:30) instead of 12-hour format (e.g., 2:30)
nl: Toon tijd in 24-uursnotaie (bijv. 14:30) in plaats van 12-uursnotatie (bijv. 2:30)

source: Use Darker Font Color
nl: Donkerder tekstkleur gebruiken

source: Use a darker font color for better visibility on lighter backgrounds
nl: Gebruik een donkerder tekstkleur om de zichtbaarheid op lichte achtergronden te verbeteren

source: Theme:
nl: Thema:

source: Dark
nl: Donker

source: Light
nl: Licht

source: Follow System
nl: Systeemthema

source: Dark: Nothing's signature dark aesthetic. Light: Nothing's light palette. Follow System: Uses your KDE color scheme.
nl: Donker: Nothing's kenmerkende donkere vormgeving. Licht: Nothing's lichte kleuren. Systeemthema: gebruik het KDE-kleurenschema.
