Repository: jaxparrow07/nothing-kde-widgets
Catalog: translate/battery/*.po
Languages: nl

source: General
nl: Algemeen

source: Theme
nl: Thema

source: Theme:
nl: Thema:

source: Dark
nl: Donker

source: Light
nl: Licht

source: Follow System
nl: Systeemthema

source: Basic Settings
nl: Algemene instellingen

source: Device Type:
nl: Soort apparaat:

source: Update Interval (ms):
nl: Bijwerken, iedere (in ms):

source: Custom Device Icons
nl: Aangepaste apparaatpictogrammen

source: Icon Mappings:
nl: Pictogramkoppelingen:

source: Add custom icon mappings based on device name patterns
nl: Toon aangepaste pictogrammen op basis van naamspatronen

source: Device name pattern
nl: Naamspatroon van apparaat

source: Add Mapping
nl: Koppeling toevoegen

source: Device History
nl: Apparaatgeschiedenis

source: Previously Connected:
nl: Eerder verbonden:

source: Bluetooth devices that have been connected to this system
nl: Bluetoothapparaten die eerder verbonden zijn geweest met deze computer

source: Quick Add
nl: Snel toevoegen

source: No devices found in history
nl: Er is geen apparaatgeschiedenis

source: Detecting Battery...
nl: Bezig met vaststellen van accuâ€¦
